Revit 2027 API
GenericFailures Properties
The BuiltInFailures.GenericFailures type exposes the following members.
Properties
Name | Description
ElementsInInvalidContext |  There are elements in the document that exist in a context they should not. These elements must be deleted to continue using this project or family.
Top
See Also
Reference
BuiltInFailures.GenericFailures Class
Autodesk.Revit.DB Namespace